tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/services"
brew "cocoapods"
brew "mysql", restart_service: true, link: false
brew "node"
brew "openjdk@17"
brew "watchman"
brew "cask"
brew "mas"
vscode "anteprimorac.html-end-tag-labels"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "styled-components.vscode-styled-components"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.JavaScriptSnippets"
